{
  "customer_id": "customer_it",
  "contact_info": "telegram: @web_sphere_company",
  "company_name": "Web Сфера",
  "black_list": [
    "php",
    "wordpress",
    "c#"
  ],
  "tags": [
    "frontend",
    "android",
    "ios",
    "react",
    "nodejs",
    "javascript",
    "vue",
    "typescript",
    "figma",
    "flutter",
    "photoshop",
    "web",
    "css",
    "css3",
    "html",
    "html5",
    "REST",
    "вёрстка",
    "веб-сайт"
  ],
  "white_list": [
    "frontend",
    "android",
    "ios",
    "react",
    "nodejs",
    "javascript",
    "vue",
    "typescript",
    "figma",
    "flutter",
    "photoshop",
    "web",
    "css",
    "css3",
    "html",
    "html5",
    "REST",
    "вёрстка",
    "веб-сайт"
  ],
  "specific_features": [
    "Мы - российская компания по разработке программного обеспечения, ориентированная на технологические процессы.",
    "Мы помогаем другим компаниям взаимодействовать со своей аудиторией с помощью высококачественных веб-приложений и мобильных устройств на платформе android.",
    "У нас имеется 25-летний опыт веб-разработки и веб-хостинга",
    "Мы рассматриваем наших клиентов как стратегических деловых партнеров. Поэтому выбор нас для создания вашего веб-сайта - это только первый этап в долгосрочных деловых отношениях.",
    "У нас сотни клиентов по всему миру. Некоторые из них работают у нас более 15 лет, что является беспрецедентным в этой отрасли."
  ],
  "customer_services": [
    {
      "service_name": "Создание MVP",
      "service_desc": "Разработка продукта под ключ, начиная от этапа аналитики, заканчивая выпуском MVP с выкладом полной отчетности."
    },
    {
      "service_name": "UX/UI дизайн",
      "service_desc": "Разработка UX/UI дизайна на нашем сервисе для ваших продуктов с полным предоставлением прав выгрузки после выполнения работы."
    },
    {
      "service_name": "Разработка Лэндинга",
      "service_desc": "Ориентируясь на ваш брендбук, наша команда создаст лендинг с нуля под ваш запрос. В услугу будут входить:  составление ТЗ с вами, подготовка UI/UX дизайна, разработка продукта, тестирование, развертывание продукта и дальнейшая техподдержка."
    }
  ]
}
