{
  "customer_id": "customer_it",
  "contact_info": "Телефон: +79999999999",
  "company_name": "OwlStudio",
  "black_list": [
    "php",
    "wordpress",
    "c#"
  ],
  "tags": [
    "frontend",
    "сайт",
    "системный аналитик",
    "UX/UI",
    "аутстафф",
    "аутсорс",
    "backend",
    "RESTful",
    "SOAP",
    "MySQL",
    "PostgreSQL",
    "NoSQL",
    "MongoDB",
    "RabbitMQ",
    "Kafka",
    "Jenkins",
    "GitLab CI",
    "HTML",
    "CSS",
    "React",
    "Vue.js",
    "A/B тест"
  ],
  "white_list": [
    "frontend",
    "сайт",
    "системный аналитик",
    "UX/UI",
    "аутстафф",
    "аутсорс",
    "backend",
    "RESTful",
    "SOAP",
    "MySQL",
    "PostgreSQL",
    "NoSQL",
    "MongoDB",
    "RabbitMQ",
    "Kafka",
    "Jenkins",
    "GitLab CI",
    "HTML",
    "CSS",
    "React",
    "Vue.js",
    "A/B тест"
  ],
  "specific_features": [
    "Мы – команда специалистов по разработке веб решений для бизнеса и продвижения услуг и товаров в интернете",
    "Мы помогаем другим компаниям взаимодействовать со своей аудиторией с помощью высококачественных веб-приложений и аналитики от системного до бизнесовой",
    "Наши специалисты имеют от 6 лет опыт работы и имеют набор проектов разнообразного спектра",
    "Мы уже помогли сотни клиентов по всему миру. Некоторые из них работают у нас более 15 лет, что является показателем эффективности наших сотрудников."
  ],
  "customer_services": [
    {
      "service_name": "Бэкенд решения",
      "service_desc": "1) Разработка и поддержка backend-систем: Проектирование архитектуры приложений Разработка RESTful и SOAP сервисов. 2) Оптимизация производительности и безопасности: Анализ и устранение узких мест производительности. Обеспечение защиты данных и безопасности приложений. 3) Интеграция с внешними сервисами и базами данных: Работа с реляционными (MySQL, PostgreSQL) и NoSQL (MongoDB) базами данных. Интеграция с внешними API, включая платежные системы и социальные сети. 4) Разработка и внедрение микросервисной архитектуры: Разделение монолитных систем на микросервисы. Обеспечение надежной коммуникации между сервисами через сообщения (RabbitMQ, Kafka). 5) Тестирование и DevOps: Разработка модульных и интеграционных тестов. Настройка CI/CD пайплайнов (Jenkins, GitLab CI)."
    },
    {
      "service_name": "UX/UI дизайн",
      "service_desc": "1) Исследование пользователей и анализ требований: Проведение интервью с пользователями и стейкхолдерами. Создание персон пользователей и сценариев использования. Анализ конкурентов и трендов рынка. 2) Проектирование архитектуры и навигации: Разработка информационной архитектуры. Создание wireframes и пользовательских потоков. Оптимизация навигации для улучшения пользовательского опыта. 3) Визуальный дизайн интерфейсов: Создание уникальных дизайн-концепций. Разработка UI компонентов и стилевых гайдов. Адаптация дизайна для различных платформ и устройств. 4) Прототипирование и тестирование: Создание интерактивных прототипов. Проведение пользовательских тестирований и A/B тестирования. Анализ обратной связи и оптимизация дизайна на основе результатов тестирования. 5) Сотрудничество и координация: Тесное взаимодействие с разработчиками для точной реализации дизайн-концепций. Согласование дизайна с бизнес-целями и техническими требованиями. Управление дизайн-проектами и соблюдение сроков."
    },
    {
      "service_name": "Системная аналитика",
      "service_desc": "1) Анализ и моделирование бизнес-процессов: Документирование текущих процессов и выявление узких мест. Моделирование будущих процессов и создание roadmap для их реализации. 2) Сбор и анализ требований: Взаимодействие с заинтересованными сторонами для определения бизнес-требований. Подготовка технических спецификаций для IT-отдела. 3) Проектирование системных решений: Разработка архитектуры систем и интерфейсов. Оценка технологических альтернатив и рекомендации по выбору технологий. 4) Управление проектами: Координация разработки и внедрения IT-проектов. Контроль за соблюдением сроков, бюджета и качества."
    },
    {
      "service_name": "Frontend решения",
      "service_desc": "1) Разработка интерфейсов: Создание адаптивных и кросс-платформенных веб-страниц. Работа с HTML, CSS, JavaScript и современными фреймворками (React, Vue.js). 2) Оптимизация производительности: Минимизация времени загрузки страниц и оптимизация рендеринга. Реализация ленивой загрузки и асинхронных запросов. 3) Интерактивность и пользовательский опыт: Разработка интерактивных элементов и анимаций. Повышение удобства использования через интуитивно понятные UI компоненты."
    }
  ]
}
